Repository: sghiaseddin/Accept_My_Cookies
Catalog: accept-*-cookies/languages/accept-*-cookies-*.po
Languages: fa_ir

source: About This Plugin
fa_ir: درباره‌ی این افزونه

source: Accept
fa_ir: می‌پذیرم

source: Accept All
fa_ir: همه را می‌پذیرم

source: Accept All Button Text
fa_ir: متن دکمه پذیرفتن همه

source: Accept Button Text
fa_ir: متن دکمه پذیرفتن

source: Accept My Cookies displays a user-friendly consent banner, allowing visitors to accept or reject tracking cookies and it supports Google Consent Mode.
fa_ir: افزونه‌ی Accept My Cookies یک بنر کاربردی نمایش می‌دهد تا کاربر بتواند ثبت کوکی‌هایی که منجر به ردگیری رفتارش می‌شود، بپذیرد یا رد کند. این افزونه از Google Consent Mode پشتیبانی می‌کند.

source: Accept My Cookies Settings
fa_ir: تنظیمات Accept My Cookies

source: Ad Personalization
fa_ir: شخصی‌سازی تبلیغات

source: Ad Storage
fa_ir: ذخیره تبلیغات

source: Ad User Data
fa_ir: داده‌های کاربری تبلیغات

source: Add custom HTML code that will be injected into the <head> section of your site.
fa_ir: در اینجا کد HTML سفارشی خود را که می‌خواهید در <head> افزوده شود، درج کنید.

source: All options have successfully saved.
fa_ir: همه‌ی گزینه‌ها با موفقیت ذخیره شد.

source: Analytics Storage
fa_ir: ذخیره تحلیل‌ها

source: Banner Background Color
fa_ir: رنگ پس‌زمینه بنر

source: Banner Background Opacity
fa_ir: شفافیت پس‌زمینه بنر

source: Banner Color Style
fa_ir: استایل رنگ بنر

source: Banner Delay (Seconds)
fa_ir: تاخیر اجرای بنر (ثانیه)

source: Banner Link Color
fa_ir: رنگ لینک در بنر

source: Banner Overlay Color
fa_ir: رنگ روکش بنر

source: Banner Overlay Opacity
fa_ir: شفافیت روکش بنر

source: Banner Position
fa_ir: جایگاه بنر

source: Banner Size
fa_ir: سایز بنر

source: Banner Text Color
fa_ir: رنگ متن بنر

source: Banner Text Size (px)
fa_ir: اندازه متن بنر (px)

source: Banner Title
fa_ir: عنوان بنر

source: Banner Title Text Size (px)
fa_ir: اندازه متن عنوان بنر (px)

source: Banner Z-Index
fa_ir: Z-Index بنر

source: Bottom
fa_ir: پایین

source: Bright
fa_ir: روشن

source: Button Background Color
fa_ir: رنگ پس‌زمینه دکمه

source: Button Size
fa_ir: اندازه دکمه

source: Button Text Color
fa_ir: رنگ متن دکمه

source: Button Text Size (px)
fa_ir: اندازه متن دکمه (px)

source: Center
fa_ir: مرکز

source: Choose a predefined color style or customize it.
fa_ir: یک استایل رنگ از پیش تعریف شده انتخاب کنید یا آن را سفارشی کنید.

source: Choose how consent preferences are stored; cookies or local storage. We recommend cookies, as it checked and processed during php execution. However local storage could be checked only on browser runtime using javascript.
fa_ir: انتخاب کنید که Consent روی مرورگر کاربر چگونه ذخیره شوند؛ کوکی‌ها یا حافظه محلی. ما کوکی‌ها را توصیه می‌کنیم، زیرا در طول اجرای PHP بررسی و پردازش می‌شوند. با این حال، حافظه محلی فقط در زمان اجرای مرورگر و با استفاده از جاوااسکریپت قابل بررسی است.

source: Choose the size of the buttons in the consent banner.
fa_ir: اندازه دکمه‌ها در بنر Consent را انتخاب کنید.

source: Choose the size of the consent banner.
fa_ir: اندازه بنر Consent را انتخاب کنید.

source: Choose where the consent banner appears on the screen.
fa_ir: انتخاب کنید که بنر Consent در کجای صفحه نمایش داده شود.

source: Clarity Tracking
fa_ir: رهگیری در Clarity

source: Clarity Tracking ID
fa_ir: شناسه رهگیری Clarity

source: Clarity Tracking Settings
fa_ir: تنظیمات رهگیری Clarity

source: Cleanup completed.
fa_ir: پاک‌سازی تکمیل شد.

source: Consent Text
fa_ir: متن Consent

source: Cookie Expiration (Days)
fa_ir: انقضای کوکی (روز)

source: Cookies
fa_ir: کوکی‌ها

source: Credit
fa_ir: سازنده

source: Custom
fa_ir: سفارشی

source: Custom HTML (Head)
fa_ir: کد HTML سفارشی (برای head)

source: Customize
fa_ir: سفارشی کردن

source: Customize Button Text
fa_ir: متن دکمه سفارشی کردن

source: Dark
fa_ir: تیره

source: Dismiss this notice.
fa_ir: رد این اعلان.

source: Enable Ad Personalization
fa_ir: فعال‌سازی Ad Personalization

source: Enable Ad Storage
fa_ir: فعال‌سازی Ad Storage

source: Enable Ad User Data
fa_ir: فعال‌سازی Ad User Data

source: Enable Analytics Storage
fa_ir: فعال‌سازی Analytics Storage

source: Enable Clarity Consent
fa_ir: فعال‌سازی Clarity Consent

source: Enable Clarity Consent to manage user consent for Microsoft Clarity services.
fa_ir: گزینه‌ی Clarity Consent را فعال کنید تا بتوانید رضایت کاربران برای رهگیری در سرویس Microsoft Clarity را مدیریت کنید.

source: Enable Clarity Tracking
fa_ir: فعالسازی رهگیری در Clarity

source: Enable Customize Button
fa_ir: فعال‌سازی دکمه‌ی سفارشی کردن

source: Enable Google Consent Mode
fa_ir: فعال‌سازی Google Consent Mode

source: Enable Google Consent Mode to manage user consent for Google services.
fa_ir: Google Consent Mode را فعال کنید تا رضایت کاربران برای خدمات گوگل مدیریت شود.

source: Enable Logging
fa_ir: فعال‌سازی گزارش‌گیری

source: Enable the "Customize" button to allow users to adjust their consent preferences in details. This option make sense when you enable Google Consent Mode too.
fa_ir: دکمه «سفارشی کردن» را فعال کنید تا کاربران بتوانند ترجیحات خود را به طور دقیق تنظیم کنند. این گزینه زمانی معنا دارد که Google Consent Mode را نیز فعال کرده باشید.

source: Enter custom HTML to be added to the <head> section
fa_ir: در اینجا کد HTML سفارشی خود را وارد کنید تا در <head> افزوده شود.

source: Enter the number of days for cookie expiration
fa_ir: تعداد روزهای انقضای کوکی را وارد کنید

source: Enter the text for the "Accept All" button
fa_ir: متن دکمه «پذیرفتن همه» را وارد کنید

source: Enter the text for the "Accept" button
fa_ir: متن دکمه «پذیرفتن» را وارد کنید

source: Enter the text for the "Customize" button
fa_ir: متن دکمه‌ی «سفارشی کردن» را وارد کنید.

source: Enter the text for the "Learn More" link
fa_ir: متن لینک «اطلاعات بیشتر» را وارد کنید

source: Enter the URL for the "Learn More" link
fa_ir: آدرس لینک «اطلاعات بیشتر» را وارد کنید

source: Enter your Clarity Tracking ID (e.g., ra12345678)
fa_ir: شناسه رهگیری در Clarity خود را وارد کنید (مثال ra12345678)

source: Enter your Google Property ID (e.g., G-123456)
fa_ir: شناسه Google Property خود را وارد کنید (مثلاً G-123456)

source: Essentials
fa_ir: ضروری‌ها

source: General
fa_ir: عمومی

source: General Settings
fa_ir: تنظیمات عمومی

source: get in touch
fa_ir: تماس بگیرید

source: Github repository
fa_ir: مخزن گیت‌هاب

source: Google Property
fa_ir: ردیابی

source: Google Property ID
fa_ir: شناسه Google Property

source: Google Property Settings
fa_ir: تنظیمات Google Property

source: If this plugin has been helpful, consider supporting future updates by making a donation:
fa_ir: اگر این افزونه برای شما مفید بود، می‌توانید برای حمایت و بهبود آن در آینده کمک کنید:

source: If you like this plugin, and need a custom WordPress development or plugin customization, feel free to %s.
fa_ir: اگر این افزونه را دوست دارید و نیاز به توسعه‌ی وبسایت خود دارید یا می‌خواهید یک افزونه‌ی اختصاصی داشته باشید، حتما %s.

source: Invalid nonce.
fa_ir: Nonce نامعتبر.

source: Large
fa_ir: بزرگ

source: Learn More
fa_ir: اطلاعات بیشتر

source: Learn More Text
fa_ir: متن لینک اطلاعات بیشتر

source: Learn More URL
fa_ir: آدرس لینک اطلاعات بیشتر

source: Left
fa_ir: چپ

source: Local Storage
fa_ir: حافظه محلی (Local Storage)

source: Log Summary
fa_ir: خلاصه گزارش

source: Logging
fa_ir: گزارش‌گیری

source: Logging Settings
fa_ir: تنظیمات گزارش‌گیری

source: Need a Custom WordPress Solution?
fa_ir: به یک کارکرد اختصاصی در وردپرس نیاز دارید؟

source: Normal
fa_ir: متوسط

source: plugin page
fa_ir: برگه‌ی افزونه

source: Privacy & Cookies
fa_ir: حریم خصوصی و کوکی‌ها

source: Right
fa_ir: راست

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Saving failed!
fa_ir: ذخیره‌سازی عمل نکرد!

source: Saving...
fa_ir: در حال ذخیره‌سازی

source: Set the color of "Learn More" link in the consent banner.
fa_ir: رنگ لینک «اطلاعات بیشتر» در بنر Consent را تنظیم کنید.

source: Set the color of the overlay behind the consent banner.
fa_ir: رنگ روکش پشت بنر Consent را تنظیم کنید.

source: Set the delay (in seconds) before the consent banner appears.
fa_ir: تاخیر (به ثانیه) قبل از نمایش بنر Consent را تنظیم کنید.

source: Set the font size of the text in the consent banner buttons.
fa_ir: اندازه فونت متن دکمه‌های بنر Consent را تنظیم کنید.

source: Set the font size of the text in the consent banner.
fa_ir: اندازه فونت متن بنر Consent را تنظیم کنید.

source: Set the font size of the title in the consent banner.
fa_ir: اندازه فونت عنوان بنر Consent را تنظیم کنید.

source: Set the opacity of the consent banner background.
fa_ir: شفافیت پس‌زمینه بنر Consent را تنظیم کنید.

source: Set the opacity of the overlay behind the consent banner.
fa_ir: شفافیت روکش پشت بنر Consent را تنظیم کنید.

source: Set the z-index of the consent banner to control its stacking order.
fa_ir: Z-Index بنر Consent را برای کنترل ترتیب چیدمان آن تنظیم کنید.

source: Setting Saved!
fa_ir: تنظیمات ذخیره شد!

source: Settings
fa_ir: تنظیمات

source: Small
fa_ir: کوچک

source: Storage Method
fa_ir: روش ذخیره‌سازی

source: Styling
fa_ir: طراحی

source: Styling Settings
fa_ir: تنظیمات طراحی

source: Support the Development
fa_ir: پشتیبانی از توسعه

source: Thank you for using this plugin! Your support helps keep it free and regularly updated.
fa_ir: سپاسگزارم که از این افزونه استفاده می‌کنید! حمایت شما کمک می‌کند که رایگان باقی بماند و به طور منظم به روز‌رسانی شود.

source: The number of days before the consent cookie expires.
fa_ir: تعداد روزهای قبل از انقضای کوکی Consent.

source: The text displayed in the consent banner.
fa_ir: متنی که در بنر Consent نمایش داده می‌شود.

source: The URL where users can learn more about your cookie policy.
fa_ir: آدرسی که کاربران می‌توانند در آن درباره سیاست کوکی‌های شما بیشتر بدانند.

source: The value for "%s" is not valid. Please review it.
fa_ir: مقدار برای «%s» معتبر نیست. لطفاً آن را بررسی کنید.

source: This plugin was created by %s, a developer.
fa_ir: این افزونه توسط %s توسعه یافته است.

source: Tiny
fa_ir: باریک

source: Top
fa_ir: بالا

source: User chioces on consent banner during %s.
fa_ir: انتخاب‌های کاربران در بنر Consent در طی %s.

source: We use cookies to enhance your experience. By continuing to visit this site, you agree to our use of cookies.
fa_ir: ما از کوکی‌ها برای بهبود تجربه‌ی شما استفاده می‌کنیم. برای ادامه‌ی بازدید از این وب‌سایت، استفاده از کوکی‌ها را بپذیرید.

source: Wide
fa_ir: پهن

source: You can also support this plugin by writing a review on %s or submiting an issue in %s.
fa_ir: شما همچنین می‌توانید با نوشتن نقد خود در %s یا افزودن issue در %s از این افزونه پشتبانی کنید.

source: Your browser session is expired. Please reload this page.
fa_ir: session مرورگر شما منتقضی شده است. این برگه را به‌روز کنید.
